Repository: StorePro-io/Subscription-Renewal-Reminders-for-WooCommerce-Free
Catalog: languages/subscriptions-renewal-reminders-*.po
Languages: de_de, fr_fr, it_it, ru_ru

source: Subscriptions Renewal Reminders
de_de: Abonnements-Erneuerungserinnerungen
fr_fr: Rappels de renouvellement d'abonnements
it_it: Promemoria per il rinnovo degli abbonamenti
ru_ru: Напоминания о продлении подписки

source: Renewal Reminders for Subscriptions automatically send your subscribers a courtesy reminder via email X days before their subscription renews. Shortcodes to be used for updating the subscriber's First and Last Names are {first_name} and {last_name} respectively.
de_de: Mit Erneuerungserinnerungen für Abonnements senden Sie Ihren Abonnenten automatisch X Tage vor der Erneuerung ihres Abonnements eine Erinnerung per E-Mail. Die Kurzcodes zum Aktualisieren des Vor- und Nachnamens des Abonnenten sind {first_name} bzw. {last_name}.
fr_fr: Les rappels de renouvellement des abonnements envoient automatiquement à vos abonnés un rappel de courtoisie par e-mail X jours avant le renouvellement de leur abonnement. Les codes courts à utiliser pour mettre à jour le prénom et le nom de l'abonné sont respectivement {first_name} et {last_name}.
it_it: I promemoria di rinnovo per gli abbonamenti inviano automaticamente ai tuoi abbonati un promemoria di cortesia via e-mail X giorni prima del rinnovo dell'abbonamento. Gli shortcode da utilizzare per aggiornare il nome e il cognome dell'abbonato sono rispettivamente {first_name} e {last_name}.
ru_ru: Напоминания о продлении подписки автоматически отправляют вашим подписчикам вежливое напоминание по электронной почте за X дней до продления их подписки. Короткие коды, которые будут использоваться для обновления имени и фамилии подписчика, — это {first_name} и {last_name} соответственно.

source: Enable/Disable Renewal reminder Notifications!
de_de: Aktivieren/Deaktivieren Sie Benachrichtigungen zur Erneuerungserinnerung!
fr_fr: Activer/Désactiver les notifications de rappel de renouvellement !
it_it: Abilita/Disabilita notifiche di promemoria di rinnovo!
ru_ru: Включить/отключить уведомления о напоминании о продлении!

source: These are the days before the reminder is sent out
de_de: Dies sind die Tage vor dem Versand der Mahnung
fr_fr: Ce sont les jours précédant l'envoi du rappel
it_it: Questi sono i giorni precedenti l'invio del promemoria
ru_ru: Это дни до отправки напоминания.

source: Time in UTC to send out the reminder notification
de_de: Uhrzeit in UTC zum Senden der Erinnerungsbenachrichtigung
fr_fr: Heure en UTC pour envoyer la notification de rappel
it_it: Ora in UTC per inviare la notifica di promemoria
ru_ru: Время в формате UTC для отправки уведомления с напоминанием.

source: Add E-mail subject, content from here
de_de: E-Mail-Betreff und Inhalt von hier hinzufügen
fr_fr: Ajouter le sujet de l'e-mail, le contenu à partir d'ici
it_it: Aggiungi oggetto e contenuto dell'e-mail da qui
ru_ru: Добавить тему электронного письма, содержимое отсюда

source: Please add your Email subject
de_de: Bitte geben Sie den Betreff Ihrer E-Mail ein
fr_fr: Veuillez ajouter le sujet de votre e-mail
it_it: Aggiungi l'oggetto della tua email
ru_ru: Пожалуйста, добавьте тему письма

source: Available placeholders:{first_name},{last_name}, {next_payment_date}
de_de: Mögliche Platzhalter: {Vorname}, {Nachname}, {nächstes_Zahlungsdatum}
fr_fr: Espaces réservés disponibles : {first_name}, {last_name}, {next_payment_date}
it_it: Segnaposto disponibili:{first_name},{last_name}, {next_payment_date}
ru_ru: Доступные заполнители: {first_name}, {last_name}, {next_paid_date}

source: Note:
de_de: Notiz:
it_it: Nota:
ru_ru: Примечание:

source: Save the settings to receive contents in the email.
de_de: Speichern Sie die Einstellungen, um Inhalte per E-Mail zu erhalten.
fr_fr: Enregistrez les paramètres pour recevoir le contenu dans l'e-mail.
it_it: Salva le impostazioni per ricevere i contenuti via email.
ru_ru: Сохраните настройки, чтобы получать содержимое по электронной почте.

source: If you made any changes to existing subscriptions or plugin settings, remember to Sync.
de_de: Wenn Sie Änderungen an bestehenden Abonnements oder Plugin-Einstellungen vorgenommen haben, denken Sie an die Synchronisierung.
fr_fr: Si vous avez apporté des modifications aux abonnements existants ou aux paramètres du plugin, n'oubliez pas de synchroniser.
it_it: Se hai apportato modifiche agli abbonamenti esistenti o alle impostazioni dei plug-in, ricordati di sincronizzare.
ru_ru: Если вы внесли какие-либо изменения в существующие подписки или настройки плагина, не забудьте выполнить синхронизацию.

source: Available Shortcodes:
de_de: Verfügbare Kurzwahlnummern:
fr_fr: Codes courts disponibles :
it_it: Shortcode disponibili:
ru_ru: Доступные короткие коды:

source: {first_name}
de_de: {Vorname}
fr_fr: {prénom}
it_it: {nome di battesimo}
ru_ru: {имя}

source: User’s First Name.
de_de: Vorname des Benutzers.
fr_fr: Prénom de l’utilisateur.
it_it: Nome dell'utente.
ru_ru: Имя пользователя.

source: {last_name}
de_de: {Nachname}
fr_fr: {nom de famille}
it_it: {cognome}
ru_ru: {фамилия}

source: User’s Last Name.
de_de: Nachname des Benutzers.
fr_fr: Nom de famille de l’utilisateur.
it_it: Cognome dell'utente.
ru_ru: Фамилия пользователя.

source: {next_payment_date}
de_de: {nächstes_Zahlungsdatum}
fr_fr: {prochaine_date_de_paiement}
it_it: {prossima_data_pagamento}
ru_ru: {следующая_дата_платежа}

source: Next Payment Date.
de_de: Nächster Zahlungstermin.
fr_fr: Prochaine date de paiement.
it_it: Prossima data di pagamento.
ru_ru: Дата следующего платежа.

source: {cancel_subscription}
de_de: {Abonnement kündigen}
fr_fr: {annuler l'abonnement}
it_it: {annulla abbonamento}
ru_ru: {отменить подписку}

source: Cancel Subscription Button.
de_de: Schaltfläche „Abonnement kündigen“.
fr_fr: Synchroniser les données d'abonnement.
it_it: Pulsante Annulla abbonamento.
ru_ru: Кнопка отмены подписки.

source: Enable Subscription Cancel Button in Renewal Reminder Emails
de_de: Aktivieren Sie die Schaltfläche zum Kündigen des Abonnements in den Erinnerungs-E-Mails zur Abonnementverlängerung.
fr_fr: Rappels de renouvellement d'abonnements
it_it: Abilita il pulsante Annulla abbonamento nelle email di promemoria di rinnovo
ru_ru: Включить кнопку отмены подписки в письмах с напоминаниями о продлении

source: You can use the shortcode
de_de: Sie können den Shortcode verwenden
fr_fr: Vous pouvez utiliser le shortcode
it_it: Puoi usare lo shortcode
ru_ru: Вы можете использовать шорткод

source: [subscription_cancel_button]
de_de: [Schaltfläche zum Abbrechen des Abonnements]
fr_fr: [bouton d'annulation de l'abonnement]
it_it: [pulsante_annullamento_abbonamento]
ru_ru: [кнопка_отмены_подписки]

source: to add the cancel button when editing the template.
de_de: um beim Bearbeiten der Vorlage die Schaltfläche „Abbrechen“ hinzuzufügen.
fr_fr: pour ajouter le bouton Annuler lors de l'édition du modèle.
it_it: per aggiungere il pulsante Annulla durante la modifica del modello.
ru_ru: добавить кнопку отмены при редактировании шаблона.

source: Cancel Subscription
de_de: Abonnement kündigen
fr_fr: Synchroniser les données d'abonnement
it_it: Annulla abbonamento
ru_ru: Отменить подписку

source: Change Subscription Cancel Button Text Here
de_de: Text der Schaltfläche „Abonnement kündigen“ hier ändern
fr_fr: Modifier le texte du bouton Annuler l'abonnement ici
it_it: Modifica il testo del pulsante Annulla abbonamento qui
ru_ru: Изменить текст кнопки отмены подписки здесь

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: impostazioni
ru_ru: Настройки

source: Upgrade
de_de: Aktualisierung
fr_fr: Mise à niveau
it_it: Aggiornamento
ru_ru: Обновление

source: Upgrade to Pro
de_de: Upgrade auf Pro
fr_fr: Passer à Pro
it_it: Aggiornamento a Pro
ru_ru: Обновите до Pro

source: Renewal Reminders
de_de: Erneuerungserinnerungen
fr_fr: Rappels de renouvellement
it_it: Promemoria di rinnovo
ru_ru: Напоминания о продлении

source: Customise Notification Email
de_de: Benachrichtigungs-E-Mail anpassen
fr_fr: Personnaliser l'e-mail de notification
it_it: Personalizza l'e-mail di notifica
ru_ru: Настройте электронную почту для уведомлений

source: Enable notification Emails
de_de: Benachrichtigungs-E-Mails aktivieren
fr_fr: Activer les e-mails de notification
it_it: Abilita le email di notifica
ru_ru: Включить уведомления по электронной почте

source: Days Before Reminder Notification
de_de: Tage vor Erinnerungsbenachrichtigung
fr_fr: Jours avant la notification de rappel
it_it: Giorni prima della notifica del promemoria
ru_ru: За несколько дней до напоминания

source: Time for sending Notification Email (in UTC)
de_de: Zeit zum Senden der Benachrichtigungs-E-Mail (in UTC)
fr_fr: Heure d'envoi de l'e-mail de notification (en UTC)
it_it: Orario di invio dell'e-mail di notifica (in UTC)
ru_ru: Время отправки электронного письма с уведомлением (в формате UTC)

source: Email Subject
de_de: E-Mail Betreff
fr_fr: Sujet du courriel
it_it: Oggetto dell'email
ru_ru: Тема письма

source: Email Content
de_de: E-Mail-Inhalt
fr_fr: Contenu du courrier électronique
it_it: Contenuto dell'e-mail
ru_ru: Содержимое электронной почты

source: Enable Click To Cancel Button
de_de: Zum Abbrechen auf die Schaltfläche „Klicken“ aktivieren
fr_fr: Activer le bouton Cliquer pour annuler
it_it: Abilita il pulsante "Clicca per annullare"
ru_ru: Включить кнопку «Нажмите для отмены»

source: Cancel Button Text
de_de: Text der Schaltfläche „Abbrechen“
fr_fr: Texte du bouton Annuler
it_it: Testo del pulsante Annulla
ru_ru: Текст кнопки «Отмена»

source: Write Something Here!
de_de: Schreiben Sie hier etwas!
fr_fr: Écrivez quelque chose ici !
it_it: Scrivi qualcosa qui!
ru_ru: Напишите что-нибудь здесь!

source: Renewal Reminders Subscription
de_de: Abonnement für Erneuerungserinnerungen
fr_fr: Abonnement aux rappels de renouvellement
it_it: Abbonamento ai promemoria di rinnovo
ru_ru: Подписка с напоминаниями о продлении

source: Hi {first_name} {last_name}, This is an email just to let you know, your subscription expires on {next_payment_date}! You can avoid this if already renewed. Thanks!
de_de: Hallo {Vorname} {Nachname}, Dies ist eine E-Mail, um Sie darüber zu informieren, dass Ihr Abonnement am {next_payment_date} abläuft! Sie können dies vermeiden, wenn Sie es bereits verlängert haben. Danke!
fr_fr: Bonjour {first_name} {last_name}, Ceci est un e-mail juste pour vous informer que votre abonnement expire le {next_payment_date} ! Vous pouvez éviter cela si vous l'avez déjà renouvelé. Merci!
it_it: Ciao {first_name} {last_name}, Questa è un'e-mail solo per farti sapere che il tuo abbonamento scade il {next_payment_date}! Puoi evitarlo se hai già rinnovato. Grazie!
ru_ru: Привет, {first_name} {last_name}! Это письмо предназначено для того, чтобы сообщить вам: срок действия вашей подписки истекает {next_pay_date}! Вы можете избежать этого, если уже продлены. Спасибо!

source: Upgrade to Pro Version Now
de_de: Jetzt auf die Pro-Version upgraden
fr_fr: Passez à la version Pro maintenant
it_it: Passa subito alla versione Pro
ru_ru: Обновите до Pro-версии прямо сейчас

source: Get Renewal Reminder Subscriptions Premium Pro Version!
de_de: Holen Sie sich die Premium Pro-Version mit Erinnerungsfunktion für Abonnements zur Erneuerung!
fr_fr: Abonnement aux rappels de renouvellement!
it_it: Ottieni il promemoria di rinnovo degli abbonamenti Premium Pro Version!
ru_ru: Получите напоминание о продлении подписки Premium Pro Version!

source: Dismiss this notice.
de_de: Ignoriere die Nachricht.
fr_fr: Ne tenez pas compte de cet avertissement.
it_it: Rimuovi questa notifica.
ru_ru: Закрыть это уведомление.

source: Discover the superpower of having your own development team on call for your website. We help online business like yours grow faster, experiment easier and solve technical challenges without the stress and wasted time.
de_de: Entdecken Sie die Superkraft, die Sie haben, wenn Sie für Ihre Website ein eigenes Entwicklungsteam auf Abruf haben. Wir helfen Online-Unternehmen wie Ihrem, schneller zu wachsen, einfacher zu experimentieren und technische Herausforderungen ohne Stress und Zeitverschwendung zu lösen.
fr_fr: Découvrez le super pouvoir d'avoir votre propre équipe de développement à disposition pour votre site Web. Nous aidons les entreprises en ligne comme la vôtre à se développer plus rapidement, à expérimenter plus facilement et à résoudre les défis techniques sans stress ni perte de temps.
it_it: Scopri il superpotere di avere un team di sviluppo a disposizione per il tuo sito web. Aiutiamo le aziende online come la tua a crescere più velocemente, a sperimentare più facilmente e a risolvere le sfide tecniche senza stress e perdite di tempo.
ru_ru: Откройте для себя суперсилу собственной команды разработчиков, которая всегда готова помочь вашему сайту. Мы помогаем таким онлайн-компаниям, как ваша, расти быстрее, экспериментировать проще и решать технические проблемы без стресса и траты времени.

source: Get in touch today for a quick chat to see how we can help you.
de_de: Nehmen Sie noch heute Kontakt zu uns auf und vereinbaren Sie ein kurzes Gespräch, um zu erfahren, wie wir Ihnen helfen können.
fr_fr: Contactez-nous dès aujourd'hui pour une discussion rapide afin de voir comment nous pouvons vous aider.
it_it: Contattaci oggi stesso per una rapida chiacchierata e scoprire come possiamo aiutarti.
ru_ru: Свяжитесь с нами сегодня для короткой беседы и узнайте, как мы можем вам помочь.

source: Talk to Us
de_de: Sprechen Sie mit uns
fr_fr: Parlez-nous
it_it: Parla con noi
ru_ru: Поговорите с нами

source: settings
de_de: Einstellungen
fr_fr: paramètres
it_it: impostazioni
ru_ru: настройки

source: Sync
de_de: Synchronisieren
fr_fr: Synchroniser
it_it: Sincronizzazione
ru_ru: Синхронизировать

source: Synchronize Subscription data to Renewel Reminders Plugin Manually here!
de_de: Synchronisieren Sie die Abonnementdaten hier manuell mit dem Verlängerungserinnerungs-Plugin!
fr_fr: Synchronisez manuellement les données d'abonnement avec le plugin de rappel de renouvellement ici !
it_it: Sincronizza manualmente i dati dell'abbonamento con il plug-in Promemoria rinnovo qui!
ru_ru: Синхронизируйте данные подписки с плагином напоминания о продлении вручную здесь!

source: Manual Sync
de_de: Manuelle Synchronisierung
fr_fr: Synchronisation manuelle
it_it: Sincronizzazione manuale
ru_ru: Ручная синхронизация

source: Synchronize subscription data to Renewel Reminders Plugin for the first time here!
de_de: Synchronisieren Sie hier zum ersten Mal Abonnementdaten mit dem Renewal Reminder Plugin!
fr_fr: Synchronisez les données d'abonnement avec le plugin de rappel de renouvellement pour la première fois ici !
it_it: Sincronizza i dati dell'abbonamento con il plugin Renewal Reminder per la prima volta qui!
ru_ru: Синхронизируйте данные подписки с плагином напоминания о продлении здесь!

source: Synchronize Subscription data
de_de: Abonnementdaten synchronisieren
fr_fr: Synchroniser les données d'abonnement
it_it: Sincronizza i dati di abbonamento
ru_ru: Синхронизировать данные подписки

source: You can access Settings Tab once, the data Synchronization is completed!
de_de: Sie können auf die Registerkarte „Einstellungen“ zugreifen, sobald die Datensynchronisierung abgeschlossen ist!
fr_fr: Vous pouvez accéder à l'onglet Paramètres une fois, la synchronisation des données est terminée !
it_it: È possibile accedere alla scheda Impostazioni una volta, la sincronizzazione dei dati è completata!
ru_ru: Вы можете получить доступ к вкладке «Настройки» один раз, синхронизация данных завершена!

source: Get Renewal Reminders Premium and gain access to more features and shortcodes
de_de: Holen Sie sich Renewal Reminders Premium und erhalten Sie Zugriff auf weitere Funktionen und Shortcodes
fr_fr: Obtenez des rappels de renouvellement Premium et accédez à plus de fonctionnalités et de codes courts
it_it: Ottieni Promemoria di rinnovo Premium e ottieni l'accesso a più funzionalità e codici brevi
ru_ru: Получите напоминания о продлении Premium и получите доступ к большему количеству функций и шорткодам.

source: Improve the flexibility of reminder emails, get your license and
de_de: Verbessern Sie die Flexibilität von Erinnerungs-E-Mails, holen Sie sich Ihre Lizenz und
fr_fr: Améliorez la flexibilité des e-mails de rappel, obtenez votre licence et
it_it: Migliora la flessibilità delle e-mail di promemoria, ottieni la tua licenza e
ru_ru: Повысьте гибкость электронных писем с напоминаниями, получите лицензию и

source: Upgrade today
de_de: Jetzt upgraden
fr_fr: Mettre à jour aujourd'hui
it_it: Aggiorna oggi
ru_ru: Обновить Сегодня

source: Make reminder mails much more flexible
de_de: Erinnerungsmails deutlich flexibler gestalten
fr_fr: Rendre les mails de rappel beaucoup plus flexibles
it_it: Rendi le e-mail di promemoria molto più flessibili
ru_ru: Сделайте письма с напоминаниями более гибкими

source: Email Settings
de_de: Email Einstellungen
fr_fr: Paramètres de messagerie
it_it: impostazioni dell 'email
ru_ru: Настройки электронной почты

source: Test Email
fr_fr: E-mail de test
it_it: Prova l'e-mail
ru_ru: Тестовое письмо

source: FAQ
ru_ru: Часто задаваемые вопросы

source: PRO Features:
de_de: PRO Funktionen:
fr_fr: Caractéristiques PRO :
it_it: Caratteristiche PRO:
ru_ru: ПРОФУНКЦИИ:

source: Compatibility with synchronized subscriptions.
de_de: Kompatibilität mit synchronisierten Abonnements.
fr_fr: Compatibilité avec les abonnements synchronisés.
it_it: Compatibilità con abbonamenti sincronizzati.
ru_ru: Совместимость с синхронизированными подписками.

source: The ability to choose the type of subscription period renewal reminder emails are sent to. This is useful for websites with mixed subscription periods, as you can avoid sending renewal reminders for subscriptions that don’t actually need them.
de_de: Die Möglichkeit, die Art der E-Mail-Erinnerungen zur Verlängerung des Abonnementzeitraums auszuwählen. Dies ist nützlich für Websites mit gemischten Abonnementzeiträumen, da Sie so vermeiden können, Verlängerungserinnerungen für Abonnements zu senden, die diese eigentlich nicht benötigen.
fr_fr: La possibilité de choisir le type de destinataire des emails de rappel de renouvellement de la période d’abonnement. Ceci est utile pour les sites Web avec des périodes d’abonnement mixtes, car vous pouvez éviter d’envoyer des rappels de renouvellement pour des abonnements qui n’en ont pas réellement besoin.
it_it: La possibilità di scegliere il tipo di email di promemoria del rinnovo del periodo di abbonamento a cui verranno inviate. Ciò è utile per i siti Web con periodi di abbonamento misti, poiché puoi evitare di inviare promemoria di rinnovo per abbonamenti che in realtà non ne hanno bisogno.
ru_ru: Возможность выбрать тип письма с напоминанием о продлении периода подписки. Это полезно для веб-сайтов со смешанными периодами подписки, поскольку вы можете избежать отправки напоминаний о продлении подписок, которые на самом деле не нуждаются в них.

source: Renewal period can be chosen from the available options which is daily, weekly, monthly or yearly.
de_de: Der Verlängerungszeitraum kann aus den verfügbaren Optionen täglich, wöchentlich, monatlich oder jährlich ausgewählt werden.
fr_fr: La période de renouvellement peut être choisie parmi les options disponibles : quotidienne, hebdomadaire, mensuelle ou annuelle.
it_it: Il periodo di rinnovo può essere scelto tra le opzioni disponibili: giornaliero, settimanale, mensile o annuale.
ru_ru: Период продления можно выбрать из доступных вариантов: ежедневно, еженедельно, ежемесячно или ежегодно.

source: The ability to change the from email address and the sender’s name for renewal reminder emails.
de_de: Die Möglichkeit, die Absenderadresse und den Namen des Absenders für Erinnerungs-E-Mails zur Verlängerung zu ändern.
fr_fr: La possibilité de modifier l’adresse e-mail d’origine et le nom de l’expéditeur pour les e-mails de rappel de renouvellement.
it_it: La possibilità di modificare l'indirizzo e-mail del mittente e il nome del mittente per le e-mail di promemoria del rinnovo.
ru_ru: Возможность изменить адрес электронной почты и имя отправителя для электронных писем с напоминанием о продлении.

source: Additional shortcodes are included for email templates, such as the total amount, subscription link, and my account link.
de_de: Für E-Mail-Vorlagen sind zusätzliche Shortcodes enthalten, beispielsweise für den Gesamtbetrag, den Abonnement-Link und den Link „Mein Konto“.
fr_fr: Des codes courts supplémentaires sont inclus pour les modèles d'e-mails, tels que le montant total, le lien d'abonnement et le lien de mon compte.
it_it: Sono inclusi codici brevi aggiuntivi per i modelli di posta elettronica, come l'importo totale, il collegamento all'abbonamento e il collegamento al mio account.
ru_ru: Для шаблонов электронных писем включены дополнительные короткие коды, такие как общая сумма, ссылка на подписку и ссылка на мою учетную запись.

source: An email test feature has been included.
de_de: Eine E-Mail-Testfunktion wurde integriert.
fr_fr: Une fonctionnalité de test par e-mail a été incluse.
it_it: È stata inclusa una funzionalità di test della posta elettronica.
ru_ru: Включена функция тестирования электронной почты.

source: Additional filters that allow you to expand the plugin’s functionality and customize email templates. You can also use these filters to modify the subscription period.
de_de: Zusätzliche Filter, mit denen Sie die Funktionalität des Plugins erweitern und E-Mail-Vorlagen anpassen können. Sie können diese Filter auch verwenden, um den Abonnementzeitraum zu ändern.
fr_fr: Filtres supplémentaires qui vous permettent d'étendre les fonctionnalités du plugin et de personnaliser les modèles d'e-mails. Vous pouvez également utiliser ces filtres pour modifier la période d'abonnement.
it_it: Filtri aggiuntivi che ti consentono di espandere le funzionalità del plugin e personalizzare i modelli di email. Puoi anche utilizzare questi filtri per modificare il periodo di abbonamento.
ru_ru: Дополнительные фильтры, позволяющие расширить функционал плагина и настроить шаблоны писем. Вы также можете использовать эти фильтры для изменения периода подписки.

source: Renewal Reminder
de_de: Erneuerungserinnerung
fr_fr: Rappel de renouvellement
it_it: Promemoria di rinnovo
ru_ru: Напоминание о продлении
